Repository: mconstantine/premura-server
Catalog: languages/*.po
Languages: it

source: Activity not found
it: Attività non trovata

source: You can't assign activities to other users
it: Non puoi assegnare attività ad altri utenti

source: You can't access this project
it: Non puoi accedere a questo progetto

source: User not found
it: Utente non trovato

source: %s cannot access this project
it: %s non può accedere a questo progetto

source: Project not found
it: Progetto non trovato

source: Recipient not found
it: Destinatario non trovato

source: Recipient can't access this project
it: Il destinatario non può accedere a questo progetto

source: "time to" should be later than "time from"
it: La fine dell’attività deve venire dopo l’inizio

source: An activity with this time range is already assigned
it: Un’attività durante questo intervallo di tempo è già stata assegnata

source: There is no budget left for this project
it: Non è rimasto budget disponibile per questo progetto

source: Invalid activity ID
it: ID dell’attività non valido

source: You can't delete other user's activities
it: Non puoi eliminare attività di altri utenti

source: You can't edit other user's activities
it: Non puoi modificare attività di altri utenti

source: Category not found
it: Categoria non trovata

source: Invalid category ID
it: ID della categoria non valido

source: Term not found
it: Termine non trovato

source: Deadlines should be today or in the future
it: Le scadenze devono essere oggi o nel futuro

source: User not active
it: Utente non attivo

source: Invalid project ID
it: ID del progetto non valido

source: Destination project not found
it: Progetto di destinazione non trovato

source: You can't access the destination project
it: Non puoi accedere al progetto di destinazione

source: A project can't be assigned to no one
it: Un progetto non può non essere assegnato a nessuno

source: People budgets don't add up
it: I budget delle persone non quadrano

source: You can't register a user with a role higher than yours
it: Non puoi registrare un utente con un ruolo più alto del tuo

source: A user is registered with the same e-mail address
it: C’è un utente registrato con lo stesso indirizzo e-mail

source: Invalid user ID
it: ID dell’utente non valido

source: Only a master user can delete a user
it: Solo un utente master può eliminare un utente

source: Invalid password
it: Password non valida

source: Only a user with a higher role can change another user's role
it: Solo un utente con un ruolo più alto può cambiare il ruolo di un altro utente

source: You can change only your own language
it: Puoi cambiare solo la tua lingua

source: You can change only your own e-mail address
it: Puoi cambiare solo il tuo indirizzo e-mail

source: You can change only your own password
it: Puoi cambiare solo la tua password

source: Only master users can change the active state
it: Solo un utente master può cambiare uno stato di attività

source: You can change this information only for your own profile
it: Puoi cambiare questa informazione solo per il tuo profilo
